Repository: Softcatala/translation-memory-tools
Catalog: latest-memories/tmx/owncloud-tm.tmx
Source language: en
Languages: ca_es

source: This means you have to register an '%s' at their site first.
ca_es: Aixó significa que us heu d'enregistrar un '%s' al seu lloc primerament

source: You must provide a valid '%%s' to use this service.
ca_es: Heu de proporcionar un '%%s' vàlid per fer servir aquest servei.

source: Shorty Tracking
ca_es: Seguiment Shorty

source: Detailed tracking of all requests to existing Shortys along with an integrated visualization of the access history.
ca_es: Seguiment detallat dels requeriments als Shortys existents, amb una visualització integrada de l'històric d'accés.

source: granted
ca_es: permès

source: denied
ca_es: denegat

source: load
ca_es: carrega

source: Click details
ca_es: Detall de clics

source: List clicks
ca_es: Llista clics

source: List of tracked clicks
ca_es: Llista de clics registrats

source: Result
ca_es: Resultat

source: User
ca_es: Usuari

source: Invalid date/time
ca_es: data/hora incorrecta

source: Tasks
ca_es: Tasques

source: Due
ca_es: A causa

source: List
ca_es: Llista

source: No category
ca_es: Cap categoria

source: Unspecified
ca_es: Sense especificar

source: 1=highest
ca_es: 1=major

source: 5=medium
ca_es: 5=mitjana

source: 9=lowest
ca_es: 9=inferior

source: Empty Summary
ca_es: Elimina el resum

source: Invalid percent complete
ca_es: Percentatge completat no vàlid

source: Invalid priority
ca_es: Prioritat no vàlida

source: The calendar application also need to be enabled to use this application.
ca_es: L'apliació calendari també ha d'estar activada per poder usar aquesta aplicació.

source: Add Task
ca_es: Afegeix una tasca

source: Order Due
ca_es: Ordena per

source: Order List
ca_es: Ordena per llista

source: Order Complete
ca_es: Ordena els complets

source: Order Location
ca_es: Ordena per ubicació

source: Order Priority
ca_es: Ordena per prioritat

source: Order Label
ca_es: Ordena per etiqueta

source: Loading tasks...
ca_es: Carregant les tasques...

source: Checking your installation...
ca_es: Comprovant la instal·ació...

source: Upgrade is not possible. Make sure that your webserver has write access to the following files and directories:
ca_es: L'actualització no és possible. Assegureu-vos que el servidor té accés d'escriptura als fitxers i carpetes següents:

source: Version not found
ca_es: No s'ha trobat la versió

source: Upgrade is not possible. Your webserver has not enough permissions to remove the following directory:
ca_es: L'actualització no és possible. El servidor no té permisos suficients per eliminar la carpeta següent:

source: Update permissions on this directory and its content or remove it manually first.
ca_es: Actualitzeu els permisos en aquesta carpeta i el seu contingut o elimineu-la manualment primer.

source: Downloading package...
ca_es: Baixant el paquet...

source: Unable to fetch package
ca_es: No es pot baixar el paquet

source: Creating backup...
ca_es: Creant còpia de seguretat...

source: Here is your backup:
ca_es: Aquí hi ha la còpia de seguretat:

source: Failed to create backup
ca_es: Ha fallat en crear la còpia de seguretat

source: Moving files...
ca_es: Movent fitxers...

source: All done. Click to the link below to start database upgrade.
ca_es: S'ha acabat. Féu clic a l'enllaç inferior per començar l'actualització de la base de dades.

source: Update failed
ca_es: L'actualització ha fallat

source: The update was unsuccessful. Please report this issue to the <a href="https://github.com/owncloud/apps/issues" target="_blank">ownCloud community</a>.
ca_es: L'actualització ha fallat. Informeu d'aquest problema a la <a href="https://github.com/owncloud/apps/issues" target="_blank">comunitat ownCloud</a>.

source: Update Center
ca_es: Centre d'actualitzacions

source: Backup Management
ca_es: Gestió de còpies de seguretat

source: Backup directory
ca_es: Còpia de seguretat de la carpeta

source: Backup
ca_es: Còpia de seguretat

source: Done on
ca_es: Feta el

source: No backups found
ca_es: No hi ha còpies de seguretat

source: Failed to clear the mappings.
ca_es: Ha fallat en eliminar els mapatges

source: Failed to delete the server configuration
ca_es: Ha fallat en eliminar la configuració del servidor

source: The configuration is valid and the connection could be established!
ca_es: La configuració és vàlida i s'ha pogut establir la comunicació!

source: The configuration is valid, but the Bind failed. Please check the server settings and credentials.
ca_es: La configuració és vàlida, però ha fallat el Bind. Comproveu les credencials i l'arranjament del servidor.

source: The configuration is invalid. Please have a look at the logs for further details.
ca_es: La configuració no és vàlida. Per més detalls mireu al registre del sistema.

source: No action specified
ca_es: No heu especificat cap acció

source: No configuration specified
ca_es: No heu especificat cap configuració

source: No data specified
ca_es: No heu especificat cap dada

source: Could not set configuration %s
ca_es: No s'ha pogut establir la configuració %s

source: Take over settings from recent server configuration?
ca_es: Voleu prendre l'arranjament de la configuració actual del servidor?

source: Keep settings?
ca_es: Voleu mantenir la configuració?

source: Cannot add server configuration
ca_es: No es pot afegir la configuració del servidor

source: mappings cleared
ca_es: s'han eliminat els mapatges

source: Success
ca_es: Èxit

source: Configuration OK
ca_es: Configuració correcte

source: Configuration incorrect
ca_es: Configuració incorrecte

source: Configuration incomplete
ca_es: Configuració incompleta

source: Select object classes
ca_es: Seleccioneu les classes dels objectes

source: Select attributes
ca_es: Seleccioneu els atributs

source: Connection test succeeded
ca_es: La prova de connexió ha reeixit

source: Connection test failed
ca_es: La prova de connexió ha fallat

source: Do you really want to delete the current Server Configuration?
ca_es: Voleu eliminar la configuració actual del servidor?

source: Confirm Deletion
ca_es: Confirma l'eliminació

source: %s group found
ca_es: S'ha trobat %s grup

source: %s user found
ca_es: S'ha trobat %s usuari

source: Invalid Host
ca_es: Ordinador central no vàlid

source: Could not find the desired feature
ca_es: La característica desitjada no s'ha trobat

source: Test Configuration
ca_es: Comprovació de la configuració

source: Limit the access to %s to groups meeting this criteria:
ca_es: Limita l'accés a %s grups que compleixin amb el criteri:

source: only those object classes:
ca_es: només aquestes classes d'objecte:

source: only from those groups:
ca_es: només d'aquests grups

source: Edit raw filter instead
ca_es: Edita filtre raw

source: Raw LDAP filter
ca_es: Filtre raw LDAP

source: The filter specifies which LDAP groups shall have access to the %s instance.
ca_es: El filtre especifica quins grups LDAP haurien de tenir accés a la instància %s.

source: groups found
ca_es: grups trobats

source: What attribute shall be used as login name:
ca_es: Quin atribut s'hauria d'utilitzar com a nom per a l'acreditació:

source: LDAP Username:
ca_es: Nom d'usuari LDAP:

source: LDAP Email Address:
ca_es: Adreça de correu electrònic LDAP:

source: Other Attributes:
ca_es: Altres atributs:

source: Add Server Configuration
ca_es: Afegeix la configuració del servidor

source: You can omit the protocol, except you require SSL. Then start with ldaps://
ca_es: Podeu ometre el protocol, excepte si requeriu SSL. Llavors comenceu amb ldaps://

source: User DN
ca_es: DN Usuari

source: The DN of the client user with which the bind shall be done, e.g. uid=agent,dc=example,dc=com. For anonymous access, leave DN and Password empty.
ca_es: La DN de l'usuari client amb la que s'haurà de fer, per exemple uid=agent,dc=exemple,dc=com. Per un accés anònim, deixeu la DN i la contrasenya en blanc.

source: For anonymous access, leave DN and Password empty.
ca_es: Per un accés anònim, deixeu la DN i la contrasenya en blanc.

source: One Base DN per line
ca_es: Una DN Base per línia

source: You can specify Base DN for users and groups in the Advanced tab
ca_es: Podeu especificar DN Base per usuaris i grups a la pestanya Avançat

source: Limit the access to %s to users meeting this criteria:
ca_es: Limita l'accés a %s usuaris que compleixin amb el criteri:

source: The filter specifies which LDAP users shall have access to the %s instance.
ca_es: El filtre especifica quins usuaris LDAP haurien de tenir accés a la instància %s

source: users found
ca_es: usuaris trobats

source: Back
ca_es: Enrera

source: <b>Warning:</b> Apps user_ldap and user_webdavauth are incompatible. You may experience unexpected behavior. Please ask your system administrator to disable one of them.
ca_es: <b>Avís:</b> Les aplicacions user_ldap i user_webdavauth són incompatibles. Podeu experimentar comportaments inesperats. Demaneu a l'administrador del sistema que en desactivi una.

source: <b>Warning:</b> The PHP LDAP module is not installed, the backend will not work. Please ask your system administrator to install it.
ca_es: <b>Avís:</b> El mòdul PHP LDAP no està instal·lat, el dorsal no funcionarà. Demaneu a l'administrador del sistema que l'instal·li.

source: Connection Settings
ca_es: Arranjaments de connexió

source: Configuration Active
ca_es: Configuració activa

source: When unchecked, this configuration will be skipped.
ca_es: Si està desmarcat, aquesta configuració s'ometrà.

source: User Login Filter
ca_es: Filtre d'inici de sessió d'usuari

source: Defines the filter to apply, when login is attempted. %%uid replaces the username in the login action. Example: "uid=%%uid"
ca_es: Defineix el filtre a aplicar quan s'intenta iniciar la sessió. %%uid reemplaça el nom d'usuari en l'acció d'inici de sessió. Per exemple: "uid=%%uid"

source: Backup (Replica) Host
ca_es: Màquina de còpia de serguretat (rèplica)

source: Give an optional backup host. It must be a replica of the main LDAP/AD server.
ca_es: Afegiu una màquina de còpia de seguretat opcional. Ha de ser una rèplica del servidor LDAP/AD principal.

source: Backup (Replica) Port
ca_es: Port de la còpia de seguretat (rèplica)

source: Disable Main Server
ca_es: Desactiva el servidor principal

source: Only connect to the replica server.
ca_es: Connecta només al servidor rèplica.

source: Case insensitve LDAP server (Windows)
ca_es: Servidor LDAP sense distinció entre majúscules i minúscules (Windows)

source: Turn off SSL certificate validation.
ca_es: Desactiva la validació de certificat SSL.

source: Not recommended, use it for testing only! If connection only works with this option, import the LDAP server's SSL certificate in your %s server.
ca_es: No es recomana, useu-ho només com a prova! Importeu el certificat SSL del servidor LDAP al servidor %s només si la connexió funciona amb aquesta opció.

source: Cache Time-To-Live
ca_es: Memòria de cau Time-To-Live

source: in seconds. A change empties the cache.
ca_es: en segons. Un canvi buidarà la memòria de cau.

source: Directory Settings
ca_es: Arranjaments de carpetes

source: User Display Name Field
ca_es: Camp per mostrar el nom d'usuari

source: The LDAP attribute to use to generate the user's display name.
ca_es: Atribut LDAP a usar per generar el nom a mostrar de l'usuari.

source: Base User Tree
ca_es: Arbre base d'usuaris

source: One User Base DN per line
ca_es: Una DN Base d'Usuari per línia

source: User Search Attributes
ca_es: Atributs de cerca d'usuari

source: Optional; one attribute per line
ca_es: Opcional; Un atribut per línia

source: Group Display Name Field
ca_es: Camp per mostrar el nom del grup

source: The LDAP attribute to use to generate the groups's display name.
ca_es: Atribut LDAP a usar per generar el nom a mostrar del grup.

source: Base Group Tree
ca_es: Arbre base de grups

source: One Group Base DN per line
ca_es: Una DN Base de Grup per línia

source: Group Search Attributes
ca_es: Atributs de cerca de grup

source: Group-Member association
ca_es: Associació membres-grup

source: Special Attributes
ca_es: Atributs especials

source: Quota Field
ca_es: Camp de quota

source: Quota Default
ca_es: Quota per defecte

source: in bytes
ca_es: en bytes

source: Email Field
ca_es: Camp de correu electrònic

source: User Home Folder Naming Rule
ca_es: Norma per anomenar la carpeta arrel d'usuari

source: Leave empty for user name (default). Otherwise, specify an LDAP/AD attribute.
ca_es: Deixeu-ho buit pel nom d'usuari (per defecte). Altrament, especifiqueu un atribut LDAP/AD.

source: Internal Username
ca_es: Nom d'usuari intern

source: By default the internal username will be created from the UUID attribute. It makes sure that the username is unique and characters do not need to be converted. The internal username has the restriction that only these characters are allowed: [ a-zA-Z0-9_.@- ]. Other characters are replaced with their ASCII correspondence or simply omitted. On collisions a number will be added/increased. The internal username is used to identify a user internally. It is also the default name for the user home folder. It is also a part of remote URLs, for instance for all *DAV services. With this setting, the default behavior can be overridden. To achieve a similar behavior as before ownCloud 5 enter the user display name attribute in the following field. Leave it empty for default behavior. Changes will have effect only on newly mapped (added) LDAP users.
ca_es: Per defecte el nom d'usuari intern es crearà a partir de l'atribut UUID. Això assegura que el nom d'usuari és únic i que els caràcters no s'han de convertir. El nom d'usuari intern té la restricció que només estan permesos els caràcters: [ a-zA-Z0-9_.@- ]. Els altres caràcters es substitueixen pel seu corresponent ASCII o simplement s'ometen. En cas de col·lisió s'incrementa/decrementa en un. El nom d'usuari intern s'utilitza per identificar un usuari internament. També és el nom per defecte de la carpeta home d'usuari. És també un port de URLs remotes, per exemple tots els serveis *DAV. Amb aquest arranjament es pot variar el comportament per defecte. Per obtenir un comportament similar al d'abans de ownCloud 5, escriviu el nom d'usuari a mostrar en el camp següent. Deixei-lo en blanc si preferiu el comportament per defecte. Els canvis tindran efecte només en els nous usuaris LDAP mapats (afegits).

source: Internal Username Attribute:
ca_es: Atribut nom d'usuari intern:

source: Override UUID detection
ca_es: Sobrescriu la detecció UUID

source: By default, the UUID attribute is automatically detected. The UUID attribute is used to doubtlessly identify LDAP users and groups. Also, the internal username will be created based on the UUID, if not specified otherwise above. You can override the setting and pass an attribute of your choice. You must make sure that the attribute of your choice can be fetched for both users and groups and it is unique. Leave it empty for default behavior. Changes will have effect only on newly mapped (added) LDAP users and groups.
ca_es: Per defecte, owncloud autodetecta l'atribut UUID. L'atribut UUID s'utilitza per identificar usuaris i grups de forma indubtable. També el nom d'usuari intern es crearà en base a la UUIS, si no heu especificat res diferent a dalt. Podeu sobreescriure l'arranjament i passar l'atribut que desitgeu. Heu d'assegurar-vos que l'atribut que escolliu pot ser recollit tant pels usuaris com pels grups i que és únic. Deixeu-ho en blanc si preferiu el comportament per defecte. els canvis s'aplicaran als usuaris i grups LDAP mapats de nou (afegits).

source: UUID Attribute for Users:
ca_es: Atribut UUID per Usuaris:

source: UUID Attribute for Groups:
ca_es: Atribut UUID per Grups:

source: Username-LDAP User Mapping
ca_es: Mapatge d'usuari Nom d'usuari-LDAP

source: Usernames are used to store and assign (meta) data. In order to precisely identify and recognize users, each LDAP user will have a internal username. This requires a mapping from username to LDAP user. The created username is mapped to the UUID of the LDAP user. Additionally the DN is cached as well to reduce LDAP interaction, but it is not used for identification. If the DN changes, the changes will be found. The internal username is used all over. Clearing the mappings will have leftovers everywhere. Clearing the mappings is not configuration sensitive, it affects all LDAP configurations! Never clear the mappings in a production environment, only in a testing or experimental stage.
ca_es: Els noms d'usuari s'usen per desar i assignar (meta)dades. Per tal d'identificar amb precisió i reconèixer els usuaris, cada usuari LDAP tindrà un nom d'usuari intern. Això requereix mapatge del nom d'usuari a l'usuari LDAP. El nom d'usuari creat es mapa a la UUID de l'usuari LDAP. A més, la DN es posa a la memòria de cau per reduir la interacció LDAP, però no s'usa per identificació. En cas que la DN canvïi, els canvis es trobaran. El nom d'usuari intern s'usa a tot arreu. Si esborreu els mapatges quedaran sobrants a tot arreu. Esborrar els mapatges no és sensible a la configuració, afecta a totes les configuracions LDAP! No esborreu mai els mapatges en un entorn de producció, només en un estadi de prova o experimental.

source: Clear Username-LDAP User Mapping
ca_es: Elimina el mapatge d'usuari Nom d'usuari-LDAP

source: Clear Groupname-LDAP Group Mapping
ca_es: Elimina el mapatge de grup Nom de grup-LDAP

source: Something went wrong while the export file was being generated
ca_es: Alguna cosa ha anat malament en generar el fitxer d'exportació

source: An error has occurred
ca_es: S'ha produït un error

source: Account Export/Import
ca_es: Importa/Exporta compte

source: OpenID Changed
ca_es: OpenID ha canviat

source: This is an OpenID server endpoint. For more information, see
ca_es: Això és un punt final de servidor OpenID. Per més informació consulteu

source: Identity: <b>
ca_es: Identitat:<b>

source: Realm: <b>
ca_es: Domini:<b>

source: User: <b>
ca_es: Usuari:<b>

source: Login
ca_es: Inici de sessió

source: Error: <b>No user Selected
ca_es: Error:<b>No heu seleccionat cap usuari

source: you can authenticate to other sites with this address
ca_es: podeu autenticar altres llocs web amb aquesta adreça

source: Authorized OpenID provider
ca_es: Servidor OpenID autoritzat

source: Your address at Wordpress, Identi.ca, &hellip;
ca_es: La vostra adreça a Wordpress, Identi.ca &hellip;

source: OpenID Provider remembered sites
ca_es: Llocs que recorda el proveïdor OpenID

source: Trusted
ca_es: Verificat

source: Denied
ca_es: Denegat

source: WebDAV Authentication
ca_es: Autenticació WebDAV

source: Address:
ca_es: Adreça:

source: The user credentials will be sent to this address. This plugin checks the response and will interpret the HTTP statuscodes 401 and 403 as invalid credentials, and all other responses as valid credentials.
ca_es: Les credencials d'usuari s'enviaran a aquesta adreça. Aquest connector comprova la resposta i interpreta els codis d'estat 401 i 403 com a credencials no vàlides, i qualsevol altra resposta com a credencials vàlides.
